Repository: mikeker/Classroom
Catalog: sites/all/modules/advanced_forum/translations/*.po
Languages: uk_ua

source: General
uk_ua: Основне

source: Advanced forum style
uk_ua: Стиль Advanced forum

source: Choose which style to use for your forums. This will apply independent of site theme.
uk_ua: Виберіть стиль для для використання в своїх форумах. Теми працюють незалежно від тем сайту.

source: Image directory
uk_ua: Папка з малюнками

source: Images are assumed to be in the "images" subdirectory of your style. If you need images to be somewhere else, put the full path here.
uk_ua: За замовчуванням малюнки знаходяться в директорії "images" Вашого стилю. Якщо Вам необхідно, щоб вони брались з іншого місця, тоді задайте повний шлях тут.

source: Use graphical buttons for links
uk_ua: Використовувати малюнки для кнопок

source: Included buttons are in English. Uncheck this to use translatable links instead.
uk_ua: Включені в модуль кнопки на англійській мові. Зніміть галочку, щоб замість малюнків відображались перекладені текстові посилання.

source: Treat all site comments like forum posts
uk_ua: Сприймати всі коментарі на сайті як повідомлення форуму.

source: Choosing yes causes advanced forum to consider every comment a forum comment and attempt to theme it that way. Some changes to your theme may be required.
uk_ua: Якщо відмічено, то advanced forum змішений розглядати любий коментар на сайті як повідомлення форуму і застосовувати для нього таке ж оформлення. Можливо знадобиться деяка зміна теми Вашого сайту.

source: Forum and topic lists
uk_ua: Перелік форумів і тем

source: Hide the created column on the topic list
uk_ua: Сховати колонку "Створено" в списку тем

source: This allows you to hide the created column on the topic list. Useful if you want to move the created by information to underneath the topic title.
uk_ua: Це дозволить Вам сховати колонку "Створено" в списку тем. Необхідно, якщо Ви хочите розмістити інформацію про створення теми на сторінку самої теми.

source: Maximum number of pages to show on per title pager
uk_ua: Максимальна число посилань на сторінки, яке буде показано в швидкому гортанні сторінок.

source: Used on the pager under topic titles in topic list. e.g. entering 5 will get you 1,2,3,4 ... 10
uk_ua: Використовується в швидкому перегляді сторінок під заголовком теми. Наприклад, поставимо 5, отримаємо: 1,2,3,4 ... 10

source: Get the number of new comments per forum on the forum list
uk_ua: Показати кількість нових коментарів форума в списку форумів

source: Core forum shows the number of new topics. If checked, Advanced Forum will get the number of new comments as well and show it under "posts" on the forum overview. Slow query not recommended on large forums.
uk_ua: Вбудований форум показує кількість нових тем. Якщо вибрано, тоді Advanced Forum буде також показувати кількість нових коментарів форума в стовпчика "Повідомлення" в списку форумів. Повільний запит, не рекомендується для великих форумів.

source: Number of characters to display for the topic title
uk_ua: Кількість символів для відображення загаловка теми

source: Used on main forum page. Enter 0 to use the full title.
uk_ua: Використовується на головній сторіці форума. Введіть 0 для показу цілого заголовка.

source: Number of hours before switching to "time ago" in displays
uk_ua: Кількість годин до переключення з режиму відображення "стільки-то годин назад"

source: Will show actual date posted until this cutoff and then switch to time ago.
uk_ua: Буде відображатись час в режимі "стільки-то годин назад", а після завершення часу переключиться на показ абсолютного часу.

source: Topics
uk_ua: Теми

source: Use topic navigation
uk_ua: Використовувати навігацію по темам

source: Core forum gets the next and previous topics and shows links to them under the top post. This is turned off by default as the query has performance issues and the placement of the links is poor.
uk_ua: Вбудований форум показує посилання на попередню та наступну сторінку теми під першим повідомленням. Виключено за замовчуванням, оскільки зменшує продуктивність і відораження посиланнь не є красивим.

source: User picture preset
uk_ua: Аватар

source: Imagecache preset to use for forum avatars. Leave blank to not use this feature.
uk_ua: Imagecache preset для додавання до аватарів користувачів. Залишите поле порожнім, щоб не використовувати дані функції.

source: No replies
uk_ua: Немає відповідей

source: Post Reply
uk_ua: Відповісти

source: Share your thoughts and opinions related to this posting.
uk_ua: Поділитись думками та роздумами про цей матеріал.

source: Post reply
uk_ua: Відповісти

source: Topic Locked
uk_ua: Тема закрита

source: This topic is locked
uk_ua: Ця тема закрита

source: Locked
uk_ua: Закрито

source: Reply
uk_ua: Відповісти

source: (permalink)
uk_ua: (стале посилання)

source: New topic
uk_ua: Нова тема

source: New poll
uk_ua: Нове опитування

source: Mark all topics read
uk_ua: Відмітити всі теми як прочитані

source: Mark all forums read
uk_ua: Відмітити всі форуми як прочитані

source: Mark read
uk_ua: Відмітити як прочитаний

source: Forum Contains New Posts
uk_ua: Форум (є нові повідомлення)

source: Forum Contains No New Posts
uk_ua: Форум (немає нових повідомлень)

source: Forum is Locked
uk_ua: Форум закритий

source: New Posts
uk_ua: Нові повідомлення

source: Hot Thread (New)
uk_ua: Гаряча тема (є нові відповіді)

source: Hot Thread (No New)
uk_ua: Горяча тема (немає нових відповідей)

source: No New Posts
uk_ua: Немає нових повідомлень

source: Sticky Thread
uk_ua: Прикріплена тема

source: Locked Thread
uk_ua: Закрита тема

source: new post folder
uk_ua: нова папка повідомлень

source: folder
uk_ua: папка

source: Views
uk_ua: Перегляди

source: This topic has been moved to !forum
uk_ua: Ця тема була перенесена в форум !forum

source: All content in this forum has been marked as read
uk_ua: Весь вміст цього форуму був відмічений як прочитаний

source: All forum content been marked as read
uk_ua: Весь вміст форумів було відмічено як прочитане

source: @user's picture
uk_ua: Аватар користувача @user

source: View user profile.
uk_ua: Переглянути профіль користувача

source: reply
uk_ua: відповісти

source: edit
uk_ua: редагувати

source: delete
uk_ua: знищити

source: Last post
uk_ua: Останнє повідомлення

source: new
uk_ua: новий

source: Last Page
uk_ua: Остання сторінка

source: Page
uk_ua: Сторінка

source: 1 reply
uk_ua: @count відповідь

source: 1 new
uk_ua: @count новий

source: administer advanced forum
uk_ua: адміністрування вдосконаленого форуму

source: view forum statistics
uk_ua: переглянути статистику форуму

source: Configure Advanced Forum with these settings.
uk_ua: Конфігурувати Вдосконалений Форум з цими налаштуваннями.

source: Advanced Forum
uk_ua: Вдосконалений Форум

source: Enables the look and feel of other popular forum software.
uk_ua: Дозволяє дивитися, і відчувати себе в інших популярних форумах.

source: Title
uk_ua: Заголовок

source: Joined
uk_ua: Зареєстрований

source: Posts
uk_ua: Повідомлення

source: Groups
uk_ua: Групи

source: Forum
uk_ua: Форум

source: Top
uk_ua: Вгору

source: What's Going On?
uk_ua: Що відбувається?

source: Currently active users: !current_total (!current_users users and !current_guests guests)
uk_ua: Активні користувачі: всього - !current_total (зареєстрованих - !current_users, гостей - !current_guests)

source: Statistics
uk_ua: Статистика

source: Topics: !topics, Posts: !posts, Users: !users
uk_ua: Тем: !topics; Повідомлень: !posts; Користувачів: !users;

source: Welcome to our latest member, !user
uk_ua: Новий користувач: !user

source: !title<br />by !author<br />@date_posted
uk_ua: !title<br />!author<br />@date_posted

source: !title<br />by !author<br />@time ago
uk_ua: !title<br />!author<br />@time тому

source: by !author<br />@date_posted
uk_ua: !author<br />@date_posted

source: by !author<br />@time ago
uk_ua: !author<br />@time назад

source: n/a
uk_ua: відсутній

source: Sticky
uk_ua: Прчіпити

source: updated
uk_ua: оновлено
